Repository: guedel/CrystalMaidens
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Add campaign
fr: Ajout de campagne

source: Add class
fr: Ajout de classe

source: Add crystal
fr: Ajoute un cristal

source: Add element
fr: Ajout d'un élément

source: Add gear
fr: Ajout d'un équipement

source: Add ingredient
fr: Ajout d'un ingrédient

source: Add ingredient level
fr: Ajout d'un niveau d'ingrédient

source: Add position
fr: Ajoute une position

source: Add rarity
fr: Ajout d'une rareté

source: Add stage
fr: Ajoute une étape

source: Adversaries
fr: Adversaires

source: Adversaries search
fr: Recherche d'adversaire

source: Agree terms
fr: D'accord avec les conditions

source: Back to the website
fr: Retour au site

source: Boss Ingredients
fr: Ingrédients de boss

source: Campaign
fr: Campagne

source: Campaigns
fr: Campagnes

source: Cheers!
fr: Félicitations!

source: Class
fr: Classe

source: Coins
fr: Pièces

source: Create campaign
fr: Créer une campagne

source: Create crystal
fr: Création d'un cristal

source: Create element
fr: Création d'un élément

source: Create gear
fr: Création d'un équipement

source: Create ingredient
fr: Création d'un ingrédient

source: Create position
fr: Création d'un emplacement

source: Crystal
fr: Cristal

source: Crystal Maidens Helper
fr: Aide sur Crystal Maidens

source: Crystals
fr: Cristaux

source: Crystals search
fr: Recherche de cristaux

source: Dashboard
fr: Tableau de bord

source: Edit campaign
fr: Modifier une campagne

source: Edit class
fr: Modifier une classe

source: Edit crystal
fr: Modification d'un cristal

source: Edit element
fr: Modification d'un élément

source: Edit gear
fr: Modification d'un équipement

source: Edit ingredient
fr: Modification d'un ingrédient

source: Edit position
fr: Modification d'un emplacement

source: Edit stage
fr: Modification d'une étape

source: Elements
fr: Eléments

source: Email
fr: Courriel

source: Energy
fr: Energie

source: Energy by adversary
fr: Energie par adversaire

source: Error
fr: Erreur

source: Experience
fr: Expérience

source: Gacha Orbs
fr: Orbes Gacha

source: Gears
fr: Equipements

source: Hard ?
fr: Difficile ?

source: Hi! Please confirm your email!
fr: Salut! Veuillez confirmer votre courriel!

source: Home page
fr: Page d'accueil

source: Identifier
fr: Identifiant

source: Ingredient Levels
fr: Niveau d'ingrédient

source: Ingredient level
fr: Niveau d'ingrédient

source: Ingredients
fr: Ingrédients

source: Item
fr: Elément

source: Items
fr: Eléments

source: Kind of ingredient
fr: Type d'ingrédient

source: List of campaigns
fr: Liste de campagnes

source: List of crystals
fr: Liste des cristaux

source: List of elements
fr: Liste des éléments

source: List of gears
fr: Liste d'équipements

source: List of ingredients
fr: Liste des ingrédients

source: List of positions
fr: Liste des emplacements

source: List of stages
fr: Liste des étapes

source: Location
fr: Emplacement

source: Log in!
fr: Connexion!

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: Loot
fr: Récompense

source: Maiden
fr: Jeune fille

source: Maiden exp. by adv.
fr: Exp. maiden par adv.

source: Maiden experience
fr: Expérience Maiden

source: Maiden shard
fr: Eclats de jeune fille

source: Maiden shards
fr: Eclats de jeune fille

source: Maiden shards search
fr: Recherche d'éclat de jeune fille

source: Main
fr: Principal

source: Name
fr: Nom

source: Nb Adversaries
fr: Nb Adversaires

source: Nickname
fr: Pseudonyme

source: No Adversaries found
fr: Pas d'adversaires de trouvé

source: No Crystal found
fr: Pas de cristaux de trouvés

source: No stage found
fr: Pas d'étape de trouvée

source: Number
fr: Nombre

source: Ok that's all !
fr: Et bien, c'est tout !

source: Only for
fr: Uniquement pour

source: Password
fr: Mot de passe

source: Player experience
fr: Experience joueur

source: Please Confirm your Email
fr: Veuillez confirmer votre courriel

source: Please sign in
fr: Veuillez vous identifier

source: Positions
fr: Emplacements

source: Quantity
fr: Quantité

source: Rarity
fr: Rareté

source: Register
fr: Inscription

source: Repository
fr: Référentiel

source: Return to home page
fr: Retour à la page d'accueil

source: Search adversaries
fr: Recherche d'adversaires

source: Search crystals
fr: Recherche de cristaux

source: Search maiden shard
fr: Recherche d'éclat de jeune fille

source: Search stage cost
fr: Recherche de coût d'étape

source: Select any section in left menu
fr: Sélectionnez une section dans le menu à gauche

source: Shards
fr: Eclats

source: Sign in
fr: Connexion

source: Stage ?
fr: Niveau ?

source: Stage cost
fr: Coût de niveau

source: Step
fr: Etape

source: There is an unexpected error
fr: Une erreur inattendue est survenue

source: Unexpected error
fr: Erreur inattendue

source: Welcome Home
fr: Bienvenue

source: Your email address has been verified.
fr: Votre adresse de courriel a bien été vérifiée.

source: components
fr: composants

source: identifier
fr: identifiant

source: name
fr: nom

source: stages
fr: étapes

source: yes
fr: oui
